{
  "spreads": {
    "single_card": {
      "name": "Карта дня",
      "description": "Простой расклад на одну карту для быстрого ответа и понимания энергии дня",
      "card_count": 1,
      "free": true,
      "positions": [
        {
          "name": "Карта дня",
          "meaning": "Энергия, которая будет влиять на вас сегодня. Основная тема и совет дня.",
          "index": 0
        }
      ]
    },
    "three_card": {
      "name": "Расклад на три карты",
      "description": "Классический расклад Прошлое-Настоящее-Будущее для понимания развития ситуации",
      "card_count": 3,
      "free": true,
      "positions": [
        {
          "name": "Прошлое",
          "meaning": "События и энергия, которые привели к текущей ситуации. То, что уже произошло и повлияло на вас.",
          "index": 0
        },
        {
          "name": "Настоящее",
          "meaning": "Текущая ситуация и ваше состояние в данный момент. Что происходит с вами сейчас.",
          "index": 1
        },
        {
          "name": "Будущее",
          "meaning": "Возможное развитие событий и направление, в котором движется ситуация. К чему может привести текущий путь.",
          "index": 2
        }
      ]
    },
    "yes_no": {
      "name": "Таро Да/Нет",
      "description": "Быстрый ответ на вопрос с помощью карт Таро. Используются только старшие арканы для более точного ответа.",
      "card_count": 1,
      "free": true,
      "use_only_major": true,
      "interpretations": {
        "yes_cards": ["0", "1", "3", "6", "9", "19", "21"],
        "no_cards": ["12", "13", "15", "16"],
        "maybe_cards": ["2", "7", "14", "17", "18"]
      },
      "positions": [
        {
          "name": "Ответ",
          "meaning": "Интуитивный ответ на ваш вопрос с помощью энергии карты.",
          "index": 0
        }
      ]
    },
    "relationship": {
      "name": "Расклад на отношения",
      "description": "Глубокий анализ отношений между двумя людьми. Показывает динамику, препятствия и будущее связи.",
      "card_count": 5,
      "premium_only": true,
      "positions": [
        {
          "name": "Вы в отношениях",
          "meaning": "Ваша позиция, чувства и роль в этих отношениях. Как вы видите и переживаете связь.",
          "index": 0
        },
        {
          "name": "Партнер в отношениях",
          "meaning": "Позиция, чувства и роль вашего партнера. Как он видит и переживает связь.",
          "index": 1
        },
        {
          "name": "Динамика отношений",
          "meaning": "Как развиваются отношения, какая между вами связь и энергетический обмен.",
          "index": 2
        },
        {
          "name": "Препятствия и вызовы",
          "meaning": "Что мешает отношениям развиваться гармонично. Скрытые конфликты или проблемы.",
          "index": 3
        },
        {
          "name": "Будущее отношений",
          "meaning": "Возможное развитие отношений, к чему они могут привести, если текущий путь продолжится.",
          "index": 4
        }
      ]
    },
    "celtic_cross": {
      "name": "Кельтский крест",
      "description": "Классический и самый популярный расклад Таро на 10 карт. Дает полную картину ситуации: прошлое, настоящее, будущее, внутренние и внешние влияния.",
      "card_count": 10,
      "premium_only": true,
      "positions": [
        {
          "name": "Текущая ситуация",
          "meaning": "Что происходит сейчас. Суть вопроса и ваше состояние в данный момент.",
          "index": 0
        },
        {
          "name": "Вызов",
          "meaning": "Что помогает или мешает. Препятствие или поддержка, которая влияет на ситуацию.",
          "index": 1
        },
        {
          "name": "Далекое прошлое",
          "meaning": "События, которые произошли давно и заложили основу для текущей ситуации.",
          "index": 2
        },
        {
          "name": "Недавнее прошлое",
          "meaning": "События, которые произошли недавно и непосредственно привели к текущему моменту.",
          "index": 3
        },
        {
          "name": "Возможное будущее",
          "meaning": "Что может произойти, если вы продолжите идти по текущему пути.",
          "index": 4
        },
        {
          "name": "Ближайшее будущее",
          "meaning": "Что произойдет в ближайшее время. Следующий шаг в развитии ситуации.",
          "index": 5
        },
        {
          "name": "Ваш подход",
          "meaning": "Как вы видите и реагируете на ситуацию. Ваша внутренняя позиция и отношение.",
          "index": 6
        },
        {
          "name": "Внешние влияния",
          "meaning": "Как окружающие и обстоятельства влияют на ситуацию. Внешние факторы, которые вы не контролируете.",
          "index": 7
        },
        {
          "name": "Надежды и страхи",
          "meaning": "Ваши скрытые надежды, страхи и ожидания относительно ситуации. Что вы не хотите признавать открыто.",
          "index": 8
        },
        {
          "name": "Итоговый результат",
          "meaning": "Конечный результат, к которому приведет ситуация. Итог всех факторов и влияний.",
          "index": 9
        }
      ]
    },
    "daily_three": {
      "name": "Расклад на день",
      "description": "Три карты для понимания энергии утра, дня и вечера. Помогает планировать день и быть готовым к вызовам.",
      "card_count": 3,
      "free": true,
      "positions": [
        {
          "name": "Утро",
          "meaning": "Энергия и тема первой половины дня. С чем вам предстоит столкнуться утром.",
          "index": 0
        },
        {
          "name": "День",
          "meaning": "Энергия и тема второй половины дня. На что обратить внимание в течение дня.",
          "index": 1
        },
        {
          "name": "Вечер",
          "meaning": "Энергия и тема вечера. Чем завершится день и что важно учесть вечером.",
          "index": 2
        }
      ]
    },
    "career": {
      "name": "Расклад на карьеру",
      "description": "Анализ профессиональной ситуации, возможностей и перспектив развития в карьере.",
      "card_count": 6,
      "premium_only": true,
      "positions": [
        {
          "name": "Текущая ситуация в карьере",
          "meaning": "Ваше положение на работе сейчас. Как вы видите свою профессиональную ситуацию.",
          "index": 0
        },
        {
          "name": "Ваши сильные стороны",
          "meaning": "Таланты и навыки, которые помогают вам в работе. Ваши профессиональные преимущества.",
          "index": 1
        },
        {
          "name": "Препятствия",
          "meaning": "Что мешает вашему профессиональному росту. Сложности и вызовы в карьере.",
          "index": 2
        },
        {
          "name": "Скрытые возможности",
          "meaning": "Возможности, которые вы еще не используете. Потенциал для роста, который пока не проявлен.",
          "index": 3
        },
        {
          "name": "Рекомендации",
          "meaning": "Что нужно сделать для улучшения ситуации. Конкретные шаги для профессионального развития.",
          "index": 4
        },
        {
          "name": "Будущее в карьере",
          "meaning": "Куда может привести ваш профессиональный путь. Возможные результаты через некоторое время.",
          "index": 5
        }
      ]
    }
  }
}

