{
  "metadata": {
    "version": 1,
    "updated": "2025-11-01"
  },
  "defaults": {
    "conjunction": [
      {
        "title": "Концентрация внимания",
        "text": "Схождение планет обостряет тему дня. Сфокусируйтесь на том, что ощущаете, не перегружайте график.",
        "advice": "Планируйте одну ключевую задачу и доведите её до конца."
      },
      {
        "title": "Новый импульс",
        "text": "Энергии соединения дают шанс перезапустить процессы. Всё, что начнёте сегодня, быстро наберёт обороты.",
        "advice": "Выберите намерение и закрепите его конкретным действием." 
      },
      {
        "title": "Важный фокус",
        "text": "Конъюнкция усиливает тему, которой касается. Прислушайтесь к знакам и телесным откликам.",
        "advice": "Выделите время на осознанность: медитацию, записи в дневнике, наблюдения." 
      }
    ],
    "sextile": [
      {
        "title": "Возможность дня",
        "text": "Гармоничный аспект помогает ловить удачные совпадения. Главное — заметить приглашение и сказать «да».",
        "advice": "Держите коммуникацию открытой и реагируйте на предложения оперативно." 
      },
      {
        "title": "Плавный прогресс",
        "text": "Секстиль даёт мягкую поддержку. Вкладывайте усилия в то, что готово раскрыться без борьбы.",
        "advice": "Составьте список шагов, сделайте хотя бы два из них сегодня." 
      },
      {
        "title": "Шанс на синергию",
        "text": "Это хорошие условия для сотрудничества и обмена опытом. Ищите союзников.",
        "advice": "Напишите человеку, с которым давно хотели обсудить идею." 
      }
    ],
    "square": [
      {
        "title": "Точка напряжения",
        "text": "Квадрат заставляет принимать решения. Внутренний конфликт — сигнал, что пора выровнять приоритеты.",
        "advice": "Разделите ситуацию на две части и найдите шаг, который поддержит обе стороны." 
      },
      {
        "title": "Испытание на прочность",
        "text": "День провоцирует на импульсивность. Важно держать ритм и не поддаваться на провокации.",
        "advice": "Перед ответом считайте до пяти и уточняйте детали." 
      },
      {
        "title": "Перенастройка",
        "text": "Сопротивление показывает, где система устала. Используйте напряжение, чтобы перестроить процесс.",
        "advice": "Выберите узкое место и придумайте одно улучшение уже сегодня." 
      }
    ],
    "trine": [
      {
        "title": "Свободный поток",
        "text": "Тригон раскрывает потенциал без усилий. Важно доверять себе и не тормозить идеи.",
        "advice": "Делайте по вдохновению: чем естественнее шаг, тем лучше результат." 
      },
      {
        "title": "Природная поддержка",
        "text": "Энергии тригона напоминают, что вы в правильном направлении. Действуйте в привычном темпе.",
        "advice": "Закрепите успех: поделитесь прогрессом с теми, кто вас поддерживает." 
      },
      {
        "title": "Креативный поток",
        "text": "Хороший день для вдохновения и обучения. Инсайты приходят легко, если оставить место для игры.",
        "advice": "Отведите время на творчество или обмен идеями." 
      }
    ],
    "opposition": [
      {
        "title": "Диалог полюсов",
        "text": "Оппозиция вскрывает противоположности. Можно увидеть себя со стороны и скорректировать курс.",
        "advice": "Выслушайте другую сторону, даже если не согласны. Синтез идей даст решение." 
      },
      {
        "title": "Балансировка",
        "text": "Тяга в разные стороны не случайна: важно выстроить баланс между обязанностями и желаниями.",
        "advice": "Расставьте границы и договоритесь о правилах взаимодействия." 
      },
      {
        "title": "Проверка отношений",
        "text": "Оппозиция активирует зеркала в людях. Отражения показывают, над чем стоит поработать.",
        "advice": "Уделите время честному разговору — даже короткая беседа снимет напряжение." 
      }
    ]
  },
  "planets": {
    "Sun": {
      "square": {
        "Moon": [
          {
            "title": "Разговор сердца и разума",
            "text": "Транзитное Солнце подталкивает к активным действиям, а натальная Луна просит заботы. Эмоциональный фон скачет.",
            "advice": "Планируйте встречи на вторую половину дня, а утро оставьте для личных ритуалов." 
          },
          {
            "title": "Смена настроения",
            "text": "Внутренние потребности конфликтуют с внешними обязанностями. Можно почувствовать раздражение, если перегружать себя.",
            "advice": "Отслеживайте сигналы тела, делайте короткие паузы между задачами." 
          },
          {
            "title": "Семейный баланс",
            "text": "Домашние вопросы требуют внимания, даже если рабочие планы плотные. Растёт важность поддержки близких.",
            "advice": "Вечером выделите время на общение с семьёй или звонок близкому человеку." 
          }
        ],
        "Mars": [
          {
            "title": "День действий и споров",
            "text": "Солнце провоцирует на лидерство, а ваш Марс отвечает вспышкой энергии. Главное — направить её в конструктив.",
            "advice": "Займитесь физической активностью, чтобы сбросить излишек напряжения." 
          },
          {
            "title": "Спортивный настрой",
            "text": "Повышается конкурентность. Вы можете заметить, что быстрее реагируете на вызовы или предложения.",
            "advice": "Ставьте чёткие цели и избегайте спонтанных конфликтов." 
          },
          {
            "title": "Контроль над импульсом",
            "text": "Это аспект драйва и решительности, но импульсивность может привести к ошибкам.",
            "advice": "Проверяйте факты перед решением, подключайте рациональные аргументы." 
          }
        ]
      },
      "trine": {
        "Jupiter": [
          {
            "title": "Ветер удачи",
            "text": "Солнце усиливает вашу натальную Юпитерианскую щедрость. Возможны приятные новости, предложения, расширение возможностей.",
            "advice": "Смело заявляйте о себе и инициативе — сегодня вас готовы услышать." 
          },
          {
            "title": "Оптимизм дня",
            "text": "Аспект приносит ясность и веру в своё дело. Хорошее время для презентаций, поездок, обучения.",
            "advice": "Запланируйте шаг к личному росту: покупка книги, запись на курс, встреча с наставником." 
          },
          {
            "title": "Расширение горизонтов",
            "text": "Мир отвечает взаимностью, когда вы делитесь знаниями. Можно получить поддержку авторитетов.",
            "advice": "Откройтесь новым контактам: напишите человеку, который вдохновляет." 
          }
        ],
        "Moon": [
          {
            "title": "Тепло и принятие",
            "text": "Солнце согревает вашу натальную Луну. Домашняя атмосфера становится ресурсом, легко договориться с близкими.",
            "advice": "Приготовьте уютный ужин или обновите пространство дома." 
          },
          {
            "title": "Гармония внутри",
            "text": "Эмоции и воля звучат в унисон. Вы можете ясно видеть, что важно лично для вас.",
            "advice": "Занесите в дневник благодарность себе за три недавних решения." 
          },
          {
            "title": "Мягкая поддержка",
            "text": "День подходит для заботы о теле, красоте, эмоциональных потребностях.",
            "advice": "Разрешите себе небольшой отдых: массаж, тёплая ванна или прогулка на природе." 
          }
        ]
      },
      "opposition": {
        "Saturn": [
          {
            "title": "Контрольные точки",
            "text": "Солнце зовёт действовать, а натальный Сатурн требует ответственности. Возможны проверки и дедлайны.",
            "advice": "Разбейте большие планы на этапы, отметьте выполненные шаги." 
          },
          {
            "title": "Испытание лидерства",
            "text": "Баланс между личной инициативой и внешними обязанностями. Не перегружайте себя.",
            "advice": "Переоцените объём задач, делегируйте всё лишнее." 
          },
          {
            "title": "Ответственность перед собой",
            "text": "Аспект показывает, где вы переросли старые рамки. Настало время обновить цели.",
            "advice": "Напишите себе письмо — что вы завершаете и что начинается." 
          }
        ],
        "Neptune": [
          {
            "title": "Чистота намерений",
            "text": "Солнце освещает ваши идеалы, а натальный Нептун затягивает в мечты. Легко заблудиться в иллюзиях.",
            "advice": "Проверяйте факты, фиксируйте договорённости письменно." 
          },
          {
            "title": "Вдохновение с фильтром",
            "text": "Творческая волна сильна, важно держать связь с реальностью.",
            "advice": "Запишите идеи сейчас, а реализуйте завтра, когда всё прояснится." 
          },
          {
            "title": "Границы и эмпатия",
            "text": "Аспект заставляет разделять свои эмоции и чужие. Могут всплыть вопросы доверия.",
            "advice": "Назовите свои потребности, попросите поддержку у тех, кому доверяете." 
          }
        ]
      }
    },
    "Moon": {
      "opposition": {
        "Venus": [
          {
            "title": "Температура чувств",
            "text": "Транзитная Луна делает отношения ярче, а ваша Венера ищет гармонию. Может качнуть в крайности.",
            "advice": "Говорите о желаниях честно и слушайте партнёра — компромисс даст победу всем." 
          },
          {
            "title": "Контрасты в отношениях",
            "text": "Желание уюта сталкивается с потребностью в свободе. Возможны перепады настроения, ревность, романтическая драматичность.",
            "advice": "Назовите границы и обсудите взаимные ожидания." 
          },
          {
            "title": "Сладко и горько",
            "text": "День даёт яркие эмоциональные реакции. Можно вспомнить прошлые истории и переосмыслить их.",
            "advice": "Запишите, что вы чувствуете, прежде чем делиться с другим — это поможет говорить мягче." 
          }
        ],
        "Mars": [
          {
            "title": "Танец огня и воды",
            "text": "Луна отвечает за настроение, а ваш Марс — за действия. Важно не принимать решения на эмоциях.",
            "advice": "Сделайте физическую разминку, чтобы сбросить лишний заряд, затем принимайте решения." 
          },
          {
            "title": "Горячая волна",
            "text": "Повышенный фон напряжения может вспыхнуть в виде споров. Возрастает импульсивность.",
            "advice": "Выберите безопасный способ проявить энергию — спорт, уборка, проект по дому." 
          },
          {
            "title": "Смелость чувств",
            "text": "Оппозиция помогает увидеть, какая эмоциональная реакция скрывается за маской решительности.",
            "advice": "Обсудите эмоции с тем, кому доверяете. Откровенность снизит градус." 
          }
        ]
      },
      "square": {
        "Mercury": [
          {
            "title": "Разговор на эмоциях",
            "text": "Луна окрашивает слова, а Меркурий отвечает вспышкой мыслей. Возможны споры на ровном месте.",
            "advice": "Сделайте паузу, прежде чем отвечать, и уточните, что именно вы хотите донести." 
          },
          {
            "title": "Информационный шторм",
            "text": "День перенасыщен данными. Эмоции мешают анализу.",
            "advice": "Ведите заметки — так вы не потеряете важные детали." 
          },
          {
            "title": "Чувства против логики",
            "text": "Внутренние переживания спорят с рациональными доводами. Не принимайте решения сразу.",
            "advice": "Обсудите ситуацию с нейтральным человеком, чтобы увидеть картину шире." 
          }
        ],
        "Pluto": [
          {
            "title": "Глубокое очищение",
            "text": "Транзитная Луна вскрывает скрытые эмоции, натальный Плутон усиливает трансформацию.",
            "advice": "Позвольте себе прожить чувства — записывайте или говорите вслух, чтобы отпустить." 
          },
          {
            "title": "Интенсивность дня",
            "text": "Накал страстей подсказывает, что пора завершить старую историю.",
            "advice": "Сделайте символический шаг: удалите лишнее, наведите порядок." 
          },
          {
            "title": "Работа с подсознанием",
            "text": "Сны, сигналы тела, интуитивные озарения становятся громче. Предупредительные знаки заметны.",
            "advice": "Займитесь дыхательными практиками или медитацией, чтобы сбросить напряжение." 
          }
        ]
      },
      "trine": {
        "Venus": [
          {
            "title": "Эмоции и гармония",
            "text": "Луна и Венера в тригоне создают атмосферу тепла. Хороший день для романтики и красоты.",
            "advice": "Устройте себе мини-праздник: цветы, музыка, приятное общение." 
          },
          {
            "title": "Душевное равновесие",
            "text": "Чувства и удовольствие идут рука об руку. Легко дарить внимание близким.",
            "advice": "Сделайте комплимент тому, кого цените, и примите похвалу в ответ." 
          },
          {
            "title": "Творческий уют",
            "text": "Хочется создавать красоту вокруг: украшать дом, готовить, делиться вдохновением.",
            "advice": "Займитесь хобби, которое приносит вам радость." 
          }
        ]
      },
      "sextile": {
        "Mercury": [
          {
            "title": "Чуткая коммуникация",
            "text": "Луна и Меркурий находят общий язык. Интуиция подсказывает, какие слова выбрать.",
            "advice": "Напишите письмо или пост, поделитесь чувствами в мягкой форме." 
          },
          {
            "title": "Эмоциональный интеллект",
            "text": "Поддерживается диалог, особенно в семье. Можно прояснить вопросы, которые откладывали.",
            "advice": "Сделайте семейный совет или тёплый разговор вечером." 
          },
          {
            "title": "Найден нужный тон",
            "text": "Хорошее время для интервью, презентаций, переговоров — вы чувствуете настроение аудитории.",
            "advice": "Запланируйте встречи на первую половину дня, пока аспект активен." 
          }
        ]
      }
    },
    "Venus": {
      "conjunction": {
        "Sun": [
          {
            "title": "День красоты",
            "text": "Венера освещает вашу натальную солнечность. Хочется радовать себя и окружающих.",
            "advice": "Позвольте себе маленькую роскошь: покупку, посещение салона, вкусный десерт." 
          },
          {
            "title": "Свет в отношениях",
            "text": "Аспект раскрывает харизму. Вы легко привлекаете внимание и поддержку.",
            "advice": "Назначьте встречу или свидание, чтобы поделиться хорошим настроением." 
          },
          {
            "title": "Сценарий любви",
            "text": "Творческие идеи приходят быстро, вы особенно привлекательны для людей, с которыми резонируете.",
            "advice": "Запланируйте совместное творчество или фотосессию." 
          }
        ]
      },
      "sextile": {
        "Mercury": [
          {
            "title": "Дипломатичный диалог",
            "text": "Венера смягчает слова, Меркурий помогает донести мысль красиво и убедительно.",
            "advice": "Пишите письма, обсуждайте финансовые вопросы — вас услышат." 
          },
          {
            "title": "Элегантные решения",
            "text": "Лёгкость в коммуникации помогает договориться о выгодных условиях.",
            "advice": "Назначьте встречу с партнёрами, чтобы закрепить договорённости." 
          },
          {
            "title": "Эстетика и маркетинг",
            "text": "Когда речь и эстетика идут вместе, обновите презентации, соцсети, витрины.",
            "advice": "Сделайте визуальное улучшение вашему проекту." 
          }
        ],
        "Saturn": [
          {
            "title": "Структура в отношениях",
            "text": "Венера приносит тепло, Сатурн — серьёзность. Главное — честность и ответственность.",
            "advice": "Поговорите о долгосрочных планах, закрепите договоренности документально." 
          },
          {
            "title": "Вкус к порядку",
            "text": "Гармония достигается через дисциплину: красота в деталях и расписании.",
            "advice": "Организуйте рабочее пространство — эстетика усилит продуктивность." 
          },
          {
            "title": "Зрелые чувства",
            "text": "Аспект подходит для серьёзных разговоров о любви, финансах, семейных ценностях.",
            "advice": "Составьте совместный бюджет или планы на будущее." 
          }
        ]
      },
      "square": {
        "Pluto": [
          {
            "title": "Эмоциональный магнит",
            "text": "Венера тянется к страсти, а натальный Плутон усиливает драму. Отношения могут стать интенсивными.",
            "advice": "Держите баланс: не теряйте себя в чувствах, фиксируйте личные границы." 
          },
          {
            "title": "Финансовый вызов",
            "text": "Могут всплыть скрытые расходы или старые обязательства. Важно провести ревизию.",
            "advice": "Пересмотрите финансовые договорённости, уберите токсичные вложения." 
          },
          {
            "title": "Перерождение ценностей",
            "text": "Аспект заставляет переоценить, что действительно приносит радость и стабильность.",
            "advice": "Составьте новый список приоритетов и сократите лишнее." 
          }
        ]
      }
    },
    "Mars": {
      "square": {
        "Saturn": [
          {
            "title": "Проверка дисциплины",
            "text": "Марс требует действий, а Сатурн ставит рамки. Возможны задержки и ощущение сопротивления среды.",
            "advice": "Разбейте задачу на короткие спринты, отмечайте каждый завершённый шаг." 
          },
          {
            "title": "Сдержанный рывок",
            "text": "Не торопитесь. Сегодня важно действовать не быстрее, а точнее.",
            "advice": "Сначала подготовка, потом старт. Проверьте инструменты и план." 
          },
          {
            "title": "Инженерия волевого усилия",
            "text": "Аспект закаляет. Выдержка и терпение сейчас важнее скорости.",
            "advice": "Сосредоточьтесь на одной проблеме — доведите её до идеала." 
          }
        ]
      },
      "trine": {
        "Pluto": [
          {
            "title": "Сила в действии",
            "text": "Марс даёт энергию, Плутон — глубину. Можно продвинуть сложные проекты и смело отстаивать себя.",
            "advice": "Сконцентрируйтесь на одном деле и доведите его до победного конца." 
          },
          {
            "title": "Трансформационный рывок",
            "text": "Аспект помогает избавиться от старых ограничений и быстро внедрить новые привычки.",
            "advice": "Выберите одну привычку, которую хотите усилить, и начните сегодня." 
          },
          {
            "title": "Хирургическая точность",
            "text": "День подходит для смелых решений, требующих хладнокровия и решительности.",
            "advice": "Запланируйте важные переговоры или операции, требующие личной инициативы." 
          }
        ],
        "Jupiter": [
          {
            "title": "Энергия роста",
            "text": "Марс ускоряет процессы, Юпитер расширяет горизонты. Отличный день для обучения и путешествий.",
            "advice": "Назначьте встречу с наставником или начните новый курс." 
          },
          {
            "title": "Уверенный шаг",
            "text": "Вы чувствуете уверенность в себе и готовы проявлять лидерство.",
            "advice": "Берите на себя роль координатора, предложите командный рывок." 
          },
          {
            "title": "Спортивный азарт",
            "text": "Энергия тригона поддерживает тело и дух. Хороший день для тренировок и соревнований.",
            "advice": "Поставьте личный рекорд — пробежка, зарядка, любая активность." 
          }
        ]
      }
    },
    "Mercury": {
      "square": {
        "Mercury": [
          {
            "title": "Ментальный шторм",
            "text": "Меркурий к Меркурию может устроить перегруз мыслей. Не обязательно принимать решения сразу.",
            "advice": "Записывайте идеи, а сортируйте завтра. Избегайте переписок на эмоциях." 
          },
          {
            "title": "Переключение каналов",
            "text": "Системы связи дают сбои, растёт вероятность недопонимания. Будьте внимательны к деталям.",
            "advice": "Перечитывайте письма перед отправкой, дублируйте важные договорённости." 
          },
          {
            "title": "Черновик дня",
            "text": "Это время для внутренних brainstorm'ов, но не для публикации результатов.",
            "advice": "Составьте план, но оставьте правки на потом. Используйте mind-map." 
          }
        ]
      },
      "conjunction": {
        "Saturn": [
          {
            "title": "Мысли под прицелом",
            "text": "Меркурий и Сатурн требуют точности. День для анализа, отчётности, серьёзных договоров.",
            "advice": "Составьте план-график, проверьте документы, проведите стратегическую сессию." 
          },
          {
            "title": "Фокус на фактах",
            "text": "Идеи становятся практичными, фантазия уступает место логике.",
            "advice": "Используйте время для работы с цифрами и фактами, избегайте лишних слов." 
          },
          {
            "title": "Ответственное слово",
            "text": "То, что вы скажете сегодня, будет иметь вес. Держите слово и формулируйте чётко.",
            "advice": "Подготовьте выступление или презентацию заранее, отрепетируйте ключевые тезисы." 
          }
        ]
      },
      "trine": {
        "Uranus": [
          {
            "title": "Инсайт на провода",
            "text": "Искры новых идей. Меркурий и Уран стимулируют нестандартное мышление.",
            "advice": "Проводите брейншторм, экспериментируйте с форматами общения." 
          },
          {
            "title": "Технологичный день",
            "text": "Подходящее время для инноваций, цифровых настроек, работы с IT.",
            "advice": "Освойте новый инструмент, упрощающий работу." 
          },
          {
            "title": "Ускоритель мышления",
            "text": "Думать быстро, действовать гибко. Легко адаптироваться к изменениям.",
            "advice": "Оставьте место для импровизации в графике." 
          }
        ]
      }
    }
  },
  "retrograde_notes": {
    "Mercury": "♻️ {transit_planet} ретрограден: перепроверяйте переписку и договорённости, оставляйте больше времени на дорогу и ответы.",
    "Venus": "♻️ {transit_planet} ретроградна: пересматривайте ценности и отношения, действуйте мягко и внимайте реакциям сердца.",
    "Mars": "♻️ {transit_planet} ретроградный: экономьте силы, направляйте энергию в подготовку и стратегию, избегайте поспешных конфликтов.",
    "Jupiter": "♻️ {transit_planет} ретроградный: возвращайтесь к незавершённым проектам, пересматривайте планы роста и обучения.",
    "Saturn": "♻️ {transit_planet} ретроградный: пересмотрите обязательства и дисциплину, укрепите фундамент перед новым рывком.",
    "Uranus": "♻️ {transit_planet} ретроградный: неожиданные повороты приходят изнутри. Планируйте гибко, фиксируйте инсайты.",
    "Neptune": "♻️ {transit_planet} ретроградный: доверяйте интуиции, но проверяйте реальность, избегайте самообмана.",
    "Pluto": "♻️ {transit_planet} ретроградный: глубинные трансформации запускаются изнутри. Позвольте себе время на перезагрузку тени."
  },
  "houses": {
    "1": [
      "Пора проявиться и заявить о себе. Не бойтесь брать инициативу в свои руки.",
      "Фокус дня — личные цели и уверенность. Поддержите тело и внешний вид.",
      "Хороший момент для старта проекта, который отражает вашу индивидуальность.",
      "Обновите имидж: новая стрижка, фото или презентация помогут почувствовать себя ярче."
    ],
    "2": [
      "Внимание к финансам и ресурсам. Пересмотрите бюджет, добавьте пункт «удовольствие».",
      "Хорошо заниматься материальной стабильностью: инвестиции, покупки, накопления.",
      "Приземлите идеи — переведите их в конкретные цифры и планы.", 
      "Навести порядок в кошельке, подписи на счетах, расходах — залог спокойствия." 
    ],
    "3": [
      "Коммуникации сегодня ключевые. Устраивайте встречи, созванивайтесь, обмен опытом полезен.",
      "Учитесь новому, пишите, читайте. Информация приходит быстро — успевайте фиксировать.",
      "Небольшие поездки и задачи по соседству проходят удачно.", 
      "Составьте список идей и поделитесь ими — собеседники откликнутся." 
    ],
    "4": [
      "Дом и семья требуют внимания. Создайте уют, займитесь корнями и традициями.",
      "Хорошее время для разговоров с близкими, истории рода, перестановок дома.",
      "Внутреннее равновесие важнее внешней активности. Замедлитесь.", 
      "Полезно заняться архивами, семейными фото, рецептами — связь поколений даст ресурс." 
    ],
    "5": [
      "Творчество, удовольствия, романтика — вот тема дня. Делайте то, что зажигает.",
      "Дети, хобби, сцена — ставьте себя в центр внимания.",
      "Поделитесь своим талантом. Даже маленькое выступление повышает уверенность.", 
      "Запланируйте свидание с собой или партнёром: лёгкость и игра творят чудеса." 
    ],
    "6": [
      "Здоровье и рутина выходят на первый план. Наведите порядок в делах и расписании.",
      "Займитесь практическими задачами, которые требуют аккуратности.",
      "Пересмотрите привычки: добавьте полезные ритуалы в ежедневный график.", 
      "Составьте чек-лист заботы о себе и отметьте выполненное — прогресс вдохновит." 
    ],
    "7": [
      "Взаимоотношения активны. Ведите переговоры, обсуждайте партнёрство честно.",
      "Слушайте обратную связь. Сегодня зеркала показывают, чему учиться.",
      "Компромисс и сотрудничество откроют двери, которые в одиночку не открыть.", 
      "Обновите договорённости: проговорите правила игры, чтобы всем было комфортно." 
    ],
    "8": [
      "Работа с глубиной: эмоции, финансы, совместные ресурсы.",
      "Подходит для трансформаций и смелых решений. Избавляйтесь от лишнего.",
      "Доверяйте интуиции, обращайте внимание на подсознательные сигналы.", 
      "Проведите энергетическую чистку: от ритуала до ревизии долгов и обязательств." 
    ],
    "9": [
      "Энергия путешествий, обучения, духовного роста. Планируйте расширение горизонтов.",
      "День удачен для общения с наставниками и людьми из других культур.",
      "Ищите смысл в том, что делаете. Философские беседы полезны.", 
      "Сделайте шаг к мечте: купите билет, запишитесь на курс, прочтите вдохновляющую книгу." 
    ],
    "10": [
      "Карьера и цели на виду. Можно сделать заметный шаг в профессиональной сфере.",
      "Покажите результат, расскажите о достижениях руководству.",
      "Хорошее время ставить амбициозные задачи и брать ответственность.", 
      "Обновите личный бренд: резюме, портфолио, визитку — это поможет усилить позиции." 
    ],
    "11": [
      "Сообщества, друзья, единомышленники. Участвуйте в командных активностях.",
      "Планируйте будущее, мечтайте масштабно, вовлекайте других.",
      "Сегодня легко найти поддержки, если озвучить цель.", 
      "Посетите мероприятие или онлайн-сообщество, где можно встретить соратников." 
    ],
    "12": [
      "Интровертный день. Полезно завершать дела, отпускать и отдыхать.",
      "Займитесь духовными практиками, медитацией, творчеством.",
      "Слушайте сны, подсознание подсказывает интересные идеи.", 
      "Ограничьте информационный шум, устройте цифровой детокс ради внутренней тишины." 
    ]
  }
}

